tap "coursier/formulas"
tap "cue-lang/tap"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "risingwavelabs/risingwave"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "azure-cli"
brew "bash-completion"
brew "bat"
brew "bazelisk"
brew "glib"
brew "cairo"
brew "cmake"
brew "cosign"
brew "dagger"
brew "libpq"
brew "diesel"
brew "dive"
brew "docker"
brew "doctl"
brew "dotnet"
brew "dotnet@8"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fizz"
brew "gh"
brew "netpbm"
brew "graphviz"
brew "grpcurl"
brew "helix"
brew "helm"
brew "htop"
brew "jq"
brew "kubectx"
brew "lazygit"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mysql-client"
brew "neovim"
brew "nushell"
brew "oha"
brew "openjdk@11"
brew "opentofu"
brew "postgresql@15"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "swig"
brew "tcl-tk"
brew "wget"
brew "coursier/formulas/coursier"
brew "cue-lang/tap/cue"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
cask "dotnet-sdk8"
cask "dotnet-sdk8-0-400"
cask "hot"
cask "jordanbaird-ice"
cask "powershell"
cask "warp"
cask "zed"
vscode "alefragnani.bookmarks"
vscode "bazelbuild.vscode-bazel"
vscode "continue.continue"
vscode "dagger.dagger"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "emilast.logfilehighlighter"
vscode "everettjf.filter-line"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jmrog.vscode-nuget-package-manager"
vscode "k--kato.intellij-idea-keybindings"
vscode "mike-lischke.vscode-antlr4"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "nopeslide.vscode-drawio-plugin-mermaid"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vlanguage.vscode-vlang"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-concourse"
vscode "vmware.vscode-manifest-yaml"
vscode "vmware.vscode-spring-boot"
vscode "vs-publisher-988541.apexsql-power-tools"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "zxh404.vscode-proto3"
